aaron-bond.better-comments
abusaidm.html-snippets
adpyke.codesnap
alefragnani.Bookmarks
AndersEAndersen.html-class-suggestions
batisteo.vscode-django
bradlc.vscode-tailwindcss
BretDoyle.javascript-extensions-pack---js-essentials
ChakrounAnas.turbo-console-log
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dzhavat.bracket-pair-toggler
eamodio.gitlens
ecmel.vscode-html-css
eg2.vscode-npm-script
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
geyao.html-snippets
GihanSiriwardhana.error-help
GitHub.copilot-labs
GitHub.copilot-nightly
Gruntfuggly.align-mode
idered.npm
kevinkyang.auto-comment-blocks
KevinRose.vsc-python-indent
mohd-akram.vscode-html-format
ms-edgedevtools.vscode-edge-devtools
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.live-server
ms-vsliveshare.vsliveshare
mutable-ai.mutable-ai
njpwerner.autodocstring
oderwat.indent-rainbow
PKief.material-icon-theme
pranaygp.vscode-css-peek
ritwickdey.LiveServer
rubenverg.bootstrap-product-icons
rvest.vs-code-prettier-eslint
Shan.code-settings-sync
sidthesloth.html5-boilerplate
SimonSiefke.prettier-vscode
TabNine.tabnine-vscode
usernamehw.errorlens
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
WallabyJs.quokka-vscode
wholroyd.jinja
wix.vscode-import-cost
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
Zignd.html-css-class-completion
